<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1" />
<title>Terapyativa</title>
<link href="terapyativa.css" rel="stylesheet" type="text/css" />
</head>

<body>
<div class="geral">

<div id="menu_bg">
<div id="menu">
   <a href="index.html"><img src="images/logo.jpg" /></a>
   
   <img src="images/botoes/separador_grande.jpg" />
   <a id="principal" href="index.html"></a>
   
   <img src="images/botoes/separador_pequeno.jpg" />
   <a id="pilates" href="pilates.html"></a>
   
   <img src="images/botoes/separador_pequeno.jpg" />
   <a id="neopilates" href="neopilates.html"></a>
   
   <img src="images/botoes/separador_pequeno.jpg" />
   <img src="images/pressed/terapias.jpg" />
      
   <img src="images/botoes/separador_pequeno.jpg" />
   <a id="boxe" href="boxe.html"></a>
   
   <img src="images/botoes/separador_pequeno.jpg" />
   <a id="contato" href="contato.html"></a>
   
   <img src="images/botoes/separador_pequeno.jpg" />
   <a href="https://www.facebook.com/TerapyAtiva?fref=ts" target="_new"><img src="images/botoes/facebook.jpg" /></a>
</div>
</div>



<div id="container">

<div id="side_menu_terapias">
<a id="rpg_button" href="#rpg_ancora"></a>
<a id="kinesio_taping_button" href="#kinesio_taping_ancora"></a>
<a id="terapia_do_gancho_button" href="#terapia_do_gancho_ancora"></a>
<a id="drenagem_linfatica_button" href="#drenagem_linfatica_ancora"></a>
<a id="auriculoterapia_button" href="#auriculoterapia_ancora"></a>
<a id="atividade_aerobica_button" href="#atividade_aerobica_ancora"></a>
<a id="acumpultura_button" href="#acumpultura_ancora"></a>
<a id="shiatsu_button" href="#shiatsu_ancora"></a>
<a id="bambuterapia_button" href="#bambuterapia_ancora"></a>
<a id="massagem_modeladora_button" href="#massagem_modeladora_ancora"></a>
</div>

<div id="terapias_header">Terapias</div>
<div id="conteudo_terapia">

<div id="rpg"><img class="margin_topx2" src="images/rpg.jpg" />
<a name="rpg_ancora"></a>
<p>RPG</p>
A Reeduca&ccedil;&atilde;o Postural Global, ou RPG, foi criada na Fran&ccedil;a pelo fisioterapeuta Phillipe Souchard, em 1981 ap&oacute;s 15 anos de pesquisa. O RPG &eacute; um m&eacute;todo que trata as desarmonias do corpo, levando em considera&ccedil;&atilde;o as necessidades espec&iacute;ficas de cada paciente. Parte se do princ&iacute;pio que as dores s&atilde;o causadas por desvios posturais.
O tratamento &eacute; realizado atrav&eacute;s de posturas est&aacute;ticas onde o fisioterapeuta auxilia o tempo todo o paciente para permanecer na postura, visando restabelecer o alinhamento do corpo. O tratamento &eacute; individual e dura cerca de uma hora. Os principais objetivos do RPG s&atilde;o tratar os desvios posturais: escoliose, hipercifose, hiperlordose, gibosidades, dores decorrentes desses desvios, al&eacute;m de patologias respirat&oacute;rias, dores nas articula&ccedil;&otilde;es devido a LER (les&atilde;o por esfor&ccedil;o repetitivo). 
</div>

<div class="clear_float"></div>

<div id="kinesio_taping">
<a name="kinesio_taping_ancora"></a>
<p>Kin&eacute;sio Taping</p>
O tratamento visa interferir na programa&ccedil;&atilde;o sens&oacute;rio-motora pela estimula&ccedil;&atilde;o tegumentar, proporcionando a manipula&ccedil;&atilde;o dos tecidos moles, prolongando os benef&iacute;cios da terapia manual. Dores m&uacute;sculo esquel&eacute;ticas, em geral, podem ser combatidas com o aux&iacute;lio de uma nova t&eacute;cnica conhecida como Kinesiotaping (Bandagem El&aacute;stica Funcional), a t&eacute;cnica utiliza faixas el&aacute;sticas adesivas que s&atilde;o peculiares por n&atilde;o limitarem os movimentos.
A Bandagem El&aacute;stica Funcional atua fisiologicamente na dor (ap&oacute;s est&iacute;mulo t&aacute;til, inibindo as fibras da dor), no fortalecimento ou relaxamento da musculatura e no movimento.<br/>
Indica&ccedil;&otilde;es:
<br/>
<img class="margin_top" src="images/kinesio_taping.jpg" />

<div id="bullet_div">
<img src="images/bullet.png" /> Estimula&ccedil;&atilde;o de m&uacute;sculo hipot&ocirc;nico <br/>
<img src="images/bullet.png" /> Inibi&ccedil;&atilde;o de m&uacute;sculo hipert&ocirc;nico <br/>
<img src="images/bullet.png" /> Defesa contra os m&uacute;sculos super estirados <br/>
<img src="images/bullet.png" /> Prote&ccedil;&atilde;o articular <br/>
<img src="images/bullet.png" /> Alivio da dor <br/>
<img src="images/bullet.png" /> Redu&ccedil;&atilde;o da inflama&ccedil;&atilde;o <br/>
<img src="images/bullet.png" /> Diminui&ccedil;&atilde;o do edema <br/>
<img src="images/bullet.png" /> Diminui&ccedil;&atilde;o da contus&atilde;o <br/>
<img src="images/bullet.png" /> Melhorar, restaurar e/ou <br/>reduzir a amplitude de movimento <br/>
<img src="images/bullet.png" /> Melhorar a propriocep&ccedil;&atilde;o <br/>
<img src="images/bullet.png" /> Corre&ccedil;&atilde;o da postura <br/>
<img src="images/bullet.png" /> Corre&ccedil;&atilde;o da f&aacute;scia <br/>
</div>
</div>

<div class="clear_float"></div>

<div id="terapia_do_gancho">
<a name="terapia_do_gancho_ancora"></a>
<p>Terapia do Gancho</p>
A terapia com a utiliza&ccedil;&atilde;o do gancho foi desenvolvida pelo Fisioterapeuta Sueco Kurt Ekman na d&eacute;cada de 70, com o objetivo de atingir e obter a libera&ccedil;&atilde;o dos tecidos mais profundos. Com isso Ekman desenvolveu um conjunto de ganchos de a&ccedil;o de diversos tamanhos, e com o tempo, foi observada a efic&aacute;cia da t&eacute;cnica, principalmente entre desportistas de alto n&iacute;vel. O gancho rompe as ader&ecirc;ncias funcionais do tecido conectivo, que tenham sido geradas por mecanismos traum&aacute;ticos e/ ou inflamat&oacute;rios no aparelho locomotor; com isso visa a diminui&ccedil;&atilde;o da dor, manuten&ccedil;&atilde;o e ganho da amplitude de movimento e <img class="margin_top" src="images/terapia_do_gancho.jpg" />conseq&uuml;ente melhora da capacidade funcional do sistema m&uacute;sculo-esquel&eacute;tico e diminui&ccedil;&atilde;o das  compensa&ccedil;&otilde;es corporais. Seus efeitos no sistema s&atilde;o muitos, tais como circulat&oacute;rio (devido a vasodilata&ccedil;&atilde;o reflexa causada pela estimula&ccedil;&atilde;o do tecido), no sistema linf&aacute;tico (pela vasodilata&ccedil;&atilde;o reflexa que resulta numa diminui&ccedil;&atilde;o na press&atilde;o hidrost&aacute;tica, evitando a forma&ccedil;&atilde;o de edema), efeito mec&acirc;nico (quebra das ader&ecirc;ncias dos tecidos conectivos), efeito reflexo (por inibi&ccedil;&atilde;o dos pontos gatilhos). <br/>
Indica&ccedil;&otilde;es: 

<div id="bullet_div">
<img src="images/bullet.png" /> Tratamento cicatricial <br/>
<img src="images/bullet.png" /> Quebra do tecido fibroso <br/>
<img src="images/bullet.png" /> Patologias cr&ocirc;nicas <br/>
<img src="images/bullet.png" /> S&iacute;ndromes dolorosas <br/>
<img src="images/bullet.png" /> Patologias m&uacute;sculo tendinosas <br/>
<img src="images/bullet.png" /> Encarceramento <br/>
(ex: s&iacute;ndrome do t&uacute;nel do carpo) <br/>
<img src="images/bullet.png" /> Edema 
</div>
</div>

<div class="clear_float"></div>

<div id="drenagem_linfatica">
<a name="drenagem_linfatica_ancora"></a>
<p>Drenagem Linf&aacute;tica</p>
O Sistema Linf&aacute;tico tem como principal fun&ccedil;&atilde;o a remo&ccedil;&atilde;o de l&iacute;quidos e prote&iacute;nas dos espa&ccedil;os intersticiais, sendo considerado como um anexo do sistema venoso, pois filtra e reconduz a linfa para a circula&ccedil;&atilde;o sangu&iacute;nea. A Drenagem Linf&aacute;tica &eacute; uma t&eacute;cnica que auxilia o Sistema Linf&aacute;tico do corpo, pois sua a&ccedil;&atilde;o &eacute; de drenar os l&iacute;quidos excedentes que circulam as c&eacute;lulas, mantendo o equil&iacute;brio h&iacute;drico, limpando e desintoxicando o corpo. <br/>
Indica&ccedil;&otilde;es:
<br/>
<img class="margin_top" src="images/drenagem_linfatica.jpg" />
<div id="bullet_div">
<img src="images/bullet.png" /> Tratamento cicatricial <br/>
<img src="images/bullet.png" /> Quebra do tecido fibroso <br/>
<img src="images/bullet.png" /> Patologias cr&ocirc;nicas <br/>
<img src="images/bullet.png" /> S&iacute;ndromes dolorosas <br/>
<img src="images/bullet.png" /> Patologias m&uacute;sculo tendinosas <br/>
<img src="images/bullet.png" /> Encarceramento <br/>
(ex: s&iacute;ndrome do t&uacute;nel do carpo) <br/>
<img src="images/bullet.png" /> Edema 
</div>
</div>

<div class="clear_float"></div>

<div id="auriculoterapia"><img class="margin_topx2" src="images/auriculoterapia.jpg" />
<a name="auriculoterapia_ancora"></a>
<p>Auriculoterapia</p>
A Auriculoterapia (ou Acupuntura Auricular) &eacute; uma t&eacute;cnica terap&ecirc;utica baseada na MTC (Medicina Tradicional Chinesa) que permite o tratamento de dores, desequil&iacute;brios org&acirc;nicos e emocionais de diversas origens no organismo. Na orelha existe um micro-sistema do corpo onde tem mais de 120 pontos reflexos com caracter&iacute;sticas e propriedades terap&ecirc;uticas pr&oacute;prias. O estimulo de determinados pontos reflexos permite reequilibrar a energia vital que circula pelo corpo em canais chamados meridianos. Os pontos podem ser estimulados por esferas vegetais ou met&aacute;licas fixadas com esparadrapo anti-al&eacute;rgico sobre a pele. O estimulo pode ser feito tamb&eacute;m por agulha em alguns casos, isso ir&aacute; depender do diagn&oacute;stico do paciente.
</div>

<div class="clear_float"></div>

<div id="atividade_aerobica">
<a name="atividade_aerobica_ancora"></a>
<p>Atividade Aer&oacute;bica</p>
Os exerc&iacute;cios aer&oacute;bicos utilizam grandes grupos musculares r&iacute;tmica e continuamente, elevando os batimentos card&iacute;acos e a respira&ccedil;&atilde;o, o que estimula a melhora do desempenho cardiovascular atrav&eacute;s do uso do oxig&ecirc;nio pelo corpo, permitindo que o cora&ccedil;&atilde;o trabalhe com mais for&ccedil;a e maior freq&uuml;&ecirc;ncia. Promovem elevado gasto cal&oacute;rico, aumento metab&oacute;lico e uso de substratos ben&eacute;ficos ao organismo. Al&eacute;m dos benef&iacute;cios da queima de substratos,os exerc&iacute;cios aer&oacute;bicos s&atilde;o muito ben&eacute;ficos para a melhora da sa&uacute;de de um modo geral. <br/>
Alguns efeitos positivos dos exec&iacute;cios aer&oacute;bicos s&atilde;o:

<img class="margin_top" src="images/atividade_aerobica.jpg" />
<div id="bullet_div">
<img src="images/bullet.png" /> Aumenta a resist&ecirc;ncia &agrave; fadiga <br/>
<img src="images/bullet.png" /> Diminui o stresse <br/>
<img src="images/bullet.png" /> Melhora o sono <br/>
<img src="images/bullet.png" /> Melhora o humor <br/>
<img src="images/bullet.png" /> Reduz a depress&atilde;o e a ansiedade <br/>
<img src="images/bullet.png" /> Melhora o sistema imunol&oacute;gico <br/>
<img src="images/bullet.png" /> Melhora o sistema cardiovascular
</div>
</div>



<div class="clear_float"></div>

<div id="acumpultura">
<a name="acumpultura_ancora"></a>
<p>Acupuntura</p>
A Acupuntura &eacute; uma ci&ecirc;ncia que surgiu na Idade da Pedra, apesar da antiguidade continua se evoluindo. Esta terapia visa &agrave; cura das doen&ccedil;as atrav&eacute;s da aplica&ccedil;&atilde;o de agulhas e de moxas e outras t&eacute;cnicas. <br/>
<br/>
Segundo a Medicina Tradicional Chinesa a teoria da Acupuntura defende que todos os organismos encontram - se originalmente em equil&iacute;brio pela a&ccedil;&atilde;o das energias Yin e Yang. Sendo assim, se estas energias estiverem em perfeito equil&iacute;brio, o organismo estar&aacute; com sa&uacute;de, por outro lado se estiverem em desequil&iacute;brio gerar&aacute; a doen&ccedil;a. <br/>
<br/>
O tratamento consiste em desbloquear a energia estagnada ou apenas equilibra- la, esta energia &eacute; conhecida com "Chi"que percorre certas vias no corpo chamadas Meridianos e com a estimula&ccedil;&atilde;o de alguns pontos no corpo atrav&eacute;s de agulhas descart&aacute;veis, resulta em uma harmonia e bem estar, alguns sintomas podem ser minimizados e em certos casos a cura do paciente como um todo.
 <br/>
Indicado para tratamentos como:
<br/>
<img class="margin_top" src="images/acumpultura.jpg" />

<div id="bullet_div">
<img src="images/bullet.png" /> <strong>Doen&ccedil;as Respirat&oacute;rias:</strong> <br/>
Sinusite aguda; Rinite aguda; resfriado comum; Afec&ccedil;&otilde;es bronco-pulmonares; Bronquite aguda; Asma br&ocirc;nquica
 <br/>
<img src="images/bullet.png" /><strong>Dist&uacute;rbios da cavidade bucal:</strong> <br/> Odontalgias; Dor p&oacute;s-extra&ccedil;&atilde;o dental; Gengivites; Faringites agudas e cr&ocirc;nicas.
<br/>
<img src="images/bullet.png" /><strong>Dist&uacute;rbios Gastrintestinais:</strong><br/>
Solu&ccedil;os; Gastrite aguda e cr&ocirc;nica; Hiperacidez g&aacute;strica; Constipa&ccedil;&atilde;o; Diarr&eacute;ia;
<br/>
<img src="images/bullet.png" /><strong>Ginecologia:</strong><br/>
Dist&uacute;rbios Menstruais; Infertilidade; Dismenorr&eacute;ia; Amenorr&eacute;ia; Metrorragia; Menorragia
<br/>
<img src="images/bullet.png" /><strong>Psiquiatria:</strong><br/>
Dist&uacute;rbios leves e moderados de Depress&atilde;o, Ang&uacute;stia, Ansiedade e Ins&ocirc;nia
<br/>
<img src="images/bullet.png" /><strong>Dist&uacute;rbios Ortop&eacute;dicos e Neurol&oacute;gicos:</strong> <br/>
Cefal&eacute;ias; Enxaqueca; Neuralgia do trig&ecirc;meo; Paralisia facial; Paralisia P&oacute;s-AVC; Neuropatia perif&eacute;rica; Disfun&ccedil;&atilde;o neurog&ecirc;nica da Bexiga Urin&aacute;ria; Enurese noturna;
<br/>
<img src="images/bullet.png" /><strong>Outros Benef&iacute;cios:</strong><br/>
Labirintite; Pris&atilde;o de ventre
Aumento da vitalidade e energia.
Redu&ccedil;&atilde;o do estresse e maior relaxamento.
Rejuvenescimento da pele.
Controle do peso.
Livrar-se do fumo, &aacute;lcool e drogas.
Aumento das fun&ccedil;&otilde;es f&iacute;sicas e atl&eacute;ticas.
Controle de dor.
Regularidade dos batimentos card&iacute;acos e press&atilde;o sang&uuml;&iacute;nea.
Estabiliza&ccedil;&atilde;o do sistema imunol&oacute;gico

</div>
</div>

<div class="clear_float"></div>

<div id="shiatsu">
<a name="shiatsu_ancora"></a>
<p>Shiatsu</p>
<img src="images/shiatsu.jpg" />
A Medicina Oriental possui recursos que proporcionam e preservam o reequil&iacute;brio energ&eacute;tico do corpo, atrav&eacute;s do tratamento localizado da dor e do relaxamento. Ter sa&uacute;de n&atilde;o apenas a aus&ecirc;ncia de doen&ccedil;as e sim ter a harmonia do corpo, mente e esp&iacute;rito. <br/>
<br/>
O Shiatsu foi desenvolvido com base na t&eacute;cnica do Anma que utiliza press&atilde;o, fric&ccedil;&atilde;o, alongamento, compress&atilde;o, massagem e estimula&ccedil;&atilde;o dos meridianos onde passa a energia vital e com isso, promove a sa&uacute;de do corpo, desbloqueando ou estimulando a energia para que siga o seu fluxo correto. Promovendo assim, a auto-cura.<br/>

</div>

<div class="clear_float"></div>

<div id="bambuterapia">
<a name="bambuterapia_ancora"></a>
<p>Bambuterapia</p>
<img src="images/bambuterapia.jpg" />
Na bambuterapia, as varas de bambu s&atilde;o os instrumentos do massoterapeuta e funcionam como se fossem o prolongamento dos dedos, j&aacute; que possibilitam o alcance de todas as regi&otilde;es do corpo. Como se adaptam aos contornos corporais, promovem uma modelagem mais eficaz, pois os movimentos s&atilde;o uniformes e proporcionam relaxamento profundo e al&iacute;vio das tens&otilde;es musculares ou desperta a energia corporal e, assim, ativa a circula&ccedil;&atilde;o, tonifica e modela os tecidos. A t&eacute;cnica &eacute; realizada com bambus de diferentes tamanhos e espessuras e se baseia em fundamentos do shiatsu (pontos de acupuntura), medicina ayurv&eacute;dica, isometria e drenagem linf&aacute;tica e pode ser aplicada em todo o corpo, inclusive face e cabe&ccedil;a. <br/>
<br/>
Apresenta propriedades modeladoras, drenantes, tonificantes, relaxantes e energ&eacute;ticas. A t&eacute;cnica da bambuterapia tamb&eacute;m pode ser utilizada para massagem facial, pois funciona como redutor de marcas de express&atilde;o j&aacute; que atua na renova&ccedil;&atilde;o celular e, assim, combate o envelhecimento. Indicada para eliminar toxinas de alguns &oacute;rg&atilde;os por ativar a energia dos chacras.
</div>

<div class="clear_float"></div>

<div id="massagem_modeladora">
<a name="massagem_modeladora_ancora"></a>
<p>Massagem Modeladora</p>
<img src="images/massagem_modeladora.jpg" />
Na luta para conquistar a boa forma e um belo corpo, a massagem modeladora &eacute; uma maneira muito eficaz de eliminar gordura localizada, reduzindo medidas. <br/>
<br/>
A massagem turbinada, como tamb&eacute;m &eacute; conhecida, funciona como uma minilipo manual e, quando aliada a uma vida saud&aacute;vel, consegue acabar com a gordura que se acumula na barriga e nos quadris. &Eacute; capaz de esculpir o corpo e reduzir medidas apenas com as m&atilde;os. O segredo est&aacute; nas manobras r&aacute;pidas e intensas sobre a pele, utilizando press&otilde;es por meio de movimentos de amassamento e deslizamento. Elas desmancham a gordura guardada dentro das c&eacute;lulas, e as toxinas do corpo s&atilde;o transportadas para a corrente sangu&iacute;nea e eliminadas pela urina e pelo suor. Entre os principais benef&iacute;cios est&atilde;o: melhora da oxigena&ccedil;&atilde;o dos tecidos, a quebra de gordura e a melhora do t&ocirc;nus muscular.
</div>


</div>

</div>

<div id="margem_rodape"></div>

<div class="footer" id="rodape_bg">
 <div id="rodape">
  <div id="row1">
<a href="pilates.html">Hist&oacute;ria do M&eacute;todo</a><br/>
<a href="pilates_sport.html">Pilates Esport</a>e<br/>
<a href="criancas_e_adolescentes.html">Crian&ccedil;as e Adolescentes</a><br/>
<a href="pilates_para_idosos.html">Pilates Idosos</a><br/>
<a href="pilates_para_gestantes.html">Gestantes</a></div>
  <div id="row2">
<a href="pos_operatorio">P&oacute;s Operat&oacute;rio</a><br/>
<a href="neopilates.html">Neo Pilates</a><br/>
<a href="terapias.html#atividade_aerobica_ancora">Atividade Aer&oacute;bica</a><br/>
<a href="terapias.html#bambuterapia_ancora">Bambuterapia</a><br/>
<a href="terapias.html#kinesio_taping_ancora">Kinesiotaping</a></div>
  <div id="row3">
<a href="terapias.html#massagem_modeladora_ancora">Modeladora</a><br/>
<a href="terapias.html#terapia_do_gancho_ancora">Terapia do Gancho</a><br/>
<a href="terapias.html#acumpultura_ancora">Acupuntura</a><br/>
<a href="terapias.html#rpg_ancora">RPG</a><br/>
<a href="terapias.html#auriculoterapia_ancora">Auriculoterapia</a></div>
  <div id="row4">
<a href="terapias.html#shiatsu_ancora">Shiatsu</a><br/>
<a href="terapias.html#drenagem_linfatica_ancora">Drenagem Linf&aacute;tica</a>
<p>© 2013 terapyativa.com.br</p></div>
</div>
</div>
</div>

</body>
</html>
