<html>
<head>
<title>layout</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="css/servicos.css" rel="stylesheet" type="text/css">
<link href="css/treinamentos.css" rel="stylesheet" type="text/css">
</head>
<body bgcolor="#FFFFFF" leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">
<!-- Save for Web Slices (layout.png) -->
<table width="1000" height="298" border="0" cellpadding="0" cellspacing="0" id="Table_01">
  <tr>
		<td colspan="13">
			<img src="images/servicos_01.jpg" width="1000" height="205" alt=""></td>
	</tr>
	<tr>
		<td rowspan="2">
			<img src="images/servicos_02.jpg" width="134" height="93" alt=""></td>
		
    <td> <a href="index.html"><img src="images/servicos_03.jpg" alt="" width="75" height="75" border="0"></a></td>
		<td rowspan="2">
			<img src="images/servicos_04.jpg" width="49" height="93" alt=""></td>
		
    <td> <a href="empresa.html"><img src="images/servicos_05.jpg" alt="" width="78" height="75" border="0"></a></td>
		<td rowspan="2">
			<img src="images/servicos_06.jpg" width="43" height="93" alt=""></td>
		
    <td> <a href="servicos.html"><img src="images/servicos_07.jpg" alt="" width="78" height="75" border="0"></a></td>
		<td rowspan="2">
			<img src="images/servicos_08.jpg" width="37" height="93" alt=""></td>
		
    <td> <a href="treinamentos.html"><img src="images/servicos_09.jpg" alt="" width="123" height="75" border="0"></a></td>
		<td rowspan="2">
			<img src="images/servicos_10.jpg" width="39" height="93" alt=""></td>
		
    <td> <a href="eventos.html"><img src="images/servicos_11.jpg" alt="" width="82" height="75" border="0"></a></td>
		<td rowspan="2">
			<img src="images/servicos_12.jpg" width="41" height="93" alt=""></td>
		
    <td> <a href="contatos.html"><img src="images/servicos_13.jpg" alt="" width="84" height="75" border="0"></a></td>
		<td rowspan="2">
			<img src="images/servicos_14.jpg" width="137" height="93" alt=""></td>
	</tr>
	<tr>
		<td>
			<img src="images/servicos_15.jpg" width="75" height="18" alt=""></td>
		<td>
			<img src="images/servicos_16.jpg" width="78" height="18" alt=""></td>
		<td>
			<img src="images/servicos_17.jpg" width="78" height="18" alt=""></td>
		<td>
			<img src="images/servicos_18.jpg" width="123" height="18" alt=""></td>
		<td>
			<img src="images/servicos_19.jpg" width="82" height="18" alt=""></td>
		<td>
			<img src="images/servicos_20.jpg" width="84" height="18" alt=""></td>
	</tr>
</table>
<!-- End Save for Web Slices -->
<div id="treinamentos"> 
  <div align="justify">HIST&Oacute;RIA DO M&Eacute;TODO
    <p>Criado pelo alem&atilde;o Joseph Pilates na d&eacute;cada de 20, o m&eacute;todo 
      Pilates chega ao Brasil na d&eacute;cada de 90, auxiliando na corre&ccedil;&atilde;o 
      postural, fortalecimento muscular, mobilidade articular, entre outros benef&iacute;cios.<br>
      A t&eacute;cnica une princ&iacute;pios orientais e ocidentais aos exerc&iacute;cios. 
      Os aspectos orientais podem ser percebidos atrav&eacute;s do controle da 
      respira&ccedil;&atilde;o, o desenvolvimento da flexibilidade e uma maior 
      concentra&ccedil;&atilde;o que permite ter maior consci&ecirc;ncia ao se 
      exercitar. J&aacute; os princ&iacute;pios ocidentais est&atilde;o voltados 
      ao condicionamento f&iacute;sico e ao desenvolvimento da for&ccedil;a, com 
      uma preocupa&ccedil;&atilde;o espec&iacute;fica com os aspectos est&eacute;ticos 
      de for&ccedil;a muscular, condicionamento f&iacute;sico e corre&ccedil;&atilde;o 
      postural. <br>
      A partir da&iacute;, Joseph Pilates, desenvolveu a t&eacute;cnica com base 
      em seis princ&iacute;pios que devem estar ligados diretamente a cada movimento, 
      com o objetivo de alcan&ccedil;ar o t&atilde;o desejado equil&iacute;brio 
      f&iacute;sico e mental, s&atilde;o eles: a concentra&ccedil;&atilde;o, a 
      respira&ccedil;&atilde;o, o acionamento do centro de for&ccedil;a, a precis&atilde;o, 
      o controle e a fluidez de movimentos. <br>
      A pr&aacute;tica desses princ&iacute;pios proporciona uma maior consci&ecirc;ncia 
      de seu corpo e de suas possibilidades, oferecendo in&uacute;meros benef&iacute;cios 
      para o corpo, para a mente e para a alma. <br>
      Certamente, o Pilates traz um bem-estar maior para a sa&uacute;de geral, 
      contribuindo para uma melhora na qualidade de vida, atrav&eacute;s do al&iacute;vio 
      de tens&otilde;es, elimina&ccedil;&atilde;o do estresse f&iacute;sico e 
      mental do dia-a-dia.</p>
    <p><br>
      <br>
      <br>
      BENEF&Iacute;CIOS<br>
      <br>
      A pr&aacute;tica regular do m&eacute;todo Pilates traz excelentes benef&iacute;cios 
      aos alunos que conseguem perceber em poucas semanas as mudan&ccedil;as. 
      Conhe&ccedil;a os principais:<br>
      <br>
      - Melhora a capacidade cardiorrespirat&oacute;ria; <br>
      - Incrementa o condicionamento f&iacute;sico e mental; <br>
      - Alivia problemas relacionados ao estresse, diminuindo tens&atilde;o e 
      fadiga; <br>
      - Melhora o desempenho sexual; <br>
      - Melhora a osteoporose;<br>
      - Melhora o sono e mem&oacute;ria;<br>
      - Propicia a harmonia do corpo, tornando-o mais equilibrado, flex&iacute;vel 
      e forte;<br>
      - Melhora a for&ccedil;a, a elasticidade muscular e mobilidade articular; 
      <br>
      - Melhora a postura eliminando maus h&aacute;bitos, levando ao correto<br>
      alinhamento corporal; <br>
      - Fortalece a musculatura abdominal; <br>
      - Desenvolve os m&uacute;sculos que sustentam a coluna, eliminando dores 
      cr&ocirc;nicas; <br>
      - Mant&eacute;m a mente alerta; <br>
      - Melhora o desempenho de atletas; <br>
      - Melhora a auto estima;<br>
      <br>
      INDICA&Ccedil;&Atilde;O </p>
    <p>O m&eacute;todo Pilates &eacute; indicado para todas as pessoas (homens, 
      mulheres, crian&ccedil;as a partir de 9 anos e idosos). Podem participar 
      das aulas atletas, crian&ccedil;as, adolescentes, adultos e idosos que j&aacute; 
      praticam atividade f&iacute;sica regularmente, aqueles que n&atilde;o praticam 
      atividade h&aacute; muito tempo e quem nunca realizou nenhum tipo de atividade 
      f&iacute;sica. </p>
    <p>Veja como o Pilates pode beneficiar a sua vida: <br>
      <br>
      PILATES SPORT - PARA ATLETAS</p>
    <p>Os benef&iacute;cios do m&eacute;todo para os atletas s&atilde;o diversos.</p>
    <p>A preven&ccedil;&atilde;o de les&otilde;es est&aacute; em primeiro lugar, 
      mas tamb&eacute;m se pode considerar a corre&ccedil;&atilde;o de desequil&iacute;brios 
      musculares, o ganho de for&ccedil;a muscular espec&iacute;fica em determinados 
      gestos da atividade, o aumento da capacidade respirat&oacute;ria e efici&ecirc;ncia 
      do diafragma e, consequentemente, a melhora do desempenho tamb&eacute;m 
      s&atilde;o observados.</p>
    <p>Nos &uacute;ltimos anos muitos esportistas, como por exemplo: surfistas, 
      corredores, nadadores, tenistas, jogadores de futebol, de v&ocirc;lei, dan&ccedil;arinos, 
      entre outros, est&atilde;o entre os praticantes do m&eacute;todo. Com a 
      pr&aacute;tica de Pilates aprendem a dosar a energia, distribuir for&ccedil;as 
      e utilizar, de forma inteligente, a gravidade a seu favor, aproveitando 
      a efici&ecirc;ncia do seu sistema de f&aacute;scias, ganhando em rendimento, 
      sa&uacute;de e melhores resultados.</p>
    <p>Inclua o Pilates na sua rotina e perceba melhorias evidentes em seus resultados!</p>
    <p><img src="fotospraservicos/atletas.jpg" width="692" height="182" border="2"></p>
    <p>PILATES PARA CRIAN&Ccedil;AS E ADOLESCENTES</p>
    <p>Atualmente, crian&ccedil;as e adolescentes vivem em um ambiente acelerado 
      e competitivo. O resultado disso &eacute; o estresse, a falta de concentra&ccedil;&atilde;o 
      e a m&aacute; postura. A pr&aacute;tica de carregar mochilas pesadas para 
      a escola, a postura relaxada no sof&aacute; em frente &agrave; TV ou ao 
      computador e, at&eacute; mesmo a quantidade excessiva de atividades s&atilde;o 
      fatores que contribuem para que as crian&ccedil;as e os adolescentes adquiram 
      os chamados maus h&aacute;bitos e tenham um ritmo de vida muito exigente. 
      Perdem com isso a postura e a sa&uacute;de para toda a vida.</p>
    <p>A concentra&ccedil;&atilde;o, a respira&ccedil;&atilde;o, o controle, o 
      alinhamento, a precis&atilde;o, a flu&ecirc;ncia, o ritmo e o compromisso 
      com o corpo todo, elementos fundamentais para a vida das nossas crian&ccedil;as 
      e adolescentes, s&atilde;o a base de todos os exerc&iacute;cios de Pilates. 
      <br>
      Entre os benef&iacute;cios para as crian&ccedil;as e adolescentes que praticam 
      o Pilates, est&atilde;o a organiza&ccedil;&atilde;o do sistema locomotor 
      e a melhora da postura, da concentra&ccedil;&atilde;o, do humor, do sono, 
      da circula&ccedil;&atilde;o sang&uuml;&iacute;nea e energ&eacute;tica, da 
      digest&atilde;o, do t&ocirc;nus e da flexibilidade.</p>
    <p>Inclua o Pilates na rotina do seu filho e veja as mudan&ccedil;as!</p>
    <p><img src="fotospraservicos/criancas.jpg" width="692" height="182" border="2"></p>
    <p>PILATES PARA IDOSOS</p>
    <p>Chegar &agrave; Melhor Idade com sa&uacute;de e uma excelente qualidade 
      de vida v&ecirc;m sendo o objetivo de muitos. Mas, se voc&ecirc; j&aacute; 
      est&aacute; na Melhor Idade, o momento de manter o equil&iacute;brio entre 
      o corpo e a mente e/ou prevenir dores indesejadas &eacute; agora!</p>
    <p>O Pilates &eacute; um exerc&iacute;cio muito eficaz para amenizar e at&eacute; 
      mesmo reverter os efeitos do tempo sobre o corpo. Como o m&eacute;todo disp&otilde;e 
      de uma s&eacute;rie de exerc&iacute;cios de baixo impacto, n&atilde;o h&aacute; 
      press&atilde;o sobre as articula&ccedil;&otilde;es enquanto os movimentos 
      s&atilde;o executados, tornando-o ideal para os praticantes da terceira 
      idade.<br>
      A pr&aacute;tica do m&eacute;todo estimula a produ&ccedil;&atilde;o e a 
      demanda de c&aacute;lcio para os ossos que possam estar fragilizados, proporcionando 
      lubrifica&ccedil;&atilde;o e aumento da amplitude dos movimentos para as 
      articula&ccedil;&otilde;es comprometidas, respeitando os limites e avan&ccedil;os 
      de cada um dentro das aulas. Por isso, os portadores de enfermidades como 
      artrose, artrite reumat&oacute;ide, artroplastia e discopatias degenerativas 
      (degenera&ccedil;&atilde;o das v&eacute;rtebras e discos da coluna), osteopenia 
      e osteoporose tamb&eacute;m podem obter melhorias com esta rotina de atividades.</p>
    <p>Contudo, o maior ganho da pr&aacute;tica talvez seja a melhora que ela 
      proporciona &agrave; auto-estima. </p>
    <p>O Pilates incentiva a vontade de aprender e viver, proporcionando melhor 
      qualidade de vida!</p>
    <p><img src="fotospraservicos/idosos.jpg" width="692" height="182" border="2"><br>
      <br>
      PILATES PARA GESTANTES E P&Oacute;S-PARTO <br>
      Pilates para Gestantes<br>
      A gravidez &eacute; uma &eacute;poca de mudan&ccedil;as significativas no 
      corpo de uma mulher. Durante o per&iacute;odo de 9 meses de gesta&ccedil;&atilde;o, 
      o corpo ir&aacute; passar por diversas mudan&ccedil;as f&iacute;sicas e 
      emocionais em prepara&ccedil;&atilde;o para o nascimento. Uma gravidez saud&aacute;vel 
      inclui uma dieta adequada, exerc&iacute;cio moderado para leve, calma e 
      relaxamento. <br>
      Voc&ecirc; pode cuidar de seu corpo durante a gravidez praticando Pilates 
      antes e ap&oacute;s o parto. Pilates &eacute; uma forma de exerc&iacute;cio 
      que n&atilde;o exerce impacto que fortalece e alonga o seu corpo. Os exerc&iacute;cios 
      de Pilates tamb&eacute;m podem ser ajustados no curso da sua gravidez para 
      atender &agrave;s necessidades de mudan&ccedil;a de uma gestante. Os benef&iacute;cios 
      do Pilates incluem maior estabilidade, controle da respira&ccedil;&atilde;o 
      e redu&ccedil;&atilde;o do estresse, que podem ajudar a gerenciar as mudan&ccedil;as 
      de vida durante e ap&oacute;s a gravidez. <br>
      Pilates in&iacute;cio pr&eacute;-natal <br>
      Antes de iniciar qualquer treinamento Pilates durante a gravidez, &eacute; 
      importante procurar a aprova&ccedil;&atilde;o do seu m&eacute;dico para 
      iniciar um programa de exerc&iacute;cios. Se voc&ecirc; est&aacute; tendo 
      uma gravidez sem complica&ccedil;&otilde;es, &eacute; geralmente seguro 
      para realizar o exerc&iacute;cio leve a moderada durante a gravidez. <br>
      Voc&ecirc; deve informar o seu instrutor de Pilates da gravidez, para que 
      as modifica&ccedil;&otilde;es necess&aacute;rias possam ser feitas. <br>
      Pilates, gravidez, e Seguran&ccedil;a <br>
      H&aacute; significativas mudan&ccedil;as fisiol&oacute;gicas que ocorrem 
      no corpo de uma mulher durante a gravidez e, portanto, adicional de precau&ccedil;&otilde;es 
      s&atilde;o necess&aacute;rias durante o treinamento Pilates. <br>
      &#8226; Proteger suas articula&ccedil;&otilde;es<br>
      Al&eacute;m das mudan&ccedil;as f&iacute;sicas em seu tamanho e forma durante 
      a gravidez, o sistema hormonal em seu corpo tamb&eacute;m est&aacute; mudando, 
      em prepara&ccedil;&atilde;o para o nascimento. Durante a gravidez, o horm&ocirc;nio 
      relaxina aumenta ajudando a aumentar as suas articula&ccedil;&otilde;es 
      para parto mais f&aacute;cil. Infelizmente, isso tamb&eacute;m contribui 
      para uma maior flexibilidade em todas as suas articula&ccedil;&otilde;es 
      que conduzem &agrave; instabilidade articular. Portanto, &eacute; importante 
      evitar qualquer movimento f&iacute;sico com uma vasta gama de movimento, 
      tais como overstretching, o que aumenta a possibilidade de les&atilde;o. 
      <br>
      &#8226; Ficar equilibrado <br>
      O alargamento do seu abd&ocirc;men vai mudar o seu centro de gravidade. 
      Pilates pode ajudar a fortalecer seus m&uacute;sculos do abdome e membros 
      , fornecendo maior estabilidade.<br>
      &#8226; Movimentos seguro <br>
      Durante as fases progressivas da gesta&ccedil;&atilde;o, ser&aacute; necess&aacute;rio 
      ajustar a sua rotina de Pilates. O instrutor de Pilates, muitas vezes, recomenda 
      mudan&ccedil;as nos exerc&iacute;cios. Se voc&ecirc; n&atilde;o pode confortavelmente 
      manter uma conversa durante o exerc&iacute;cio, voc&ecirc; est&aacute; trabalhando 
      demais. Quando sua barriga come&ccedil;a a crescer (at&eacute; o terceiro 
      m&ecirc;s), em seu terceiro trimestre, n&atilde;o execute nenhum exerc&iacute;cio 
      em dec&uacute;bito ventral, pois isso pode obstruir o fluxo sangu&iacute;neo 
      para o feto. <br>
      Benef&iacute;cios do Pilates durante a gravidez <br>
      Pilates pode ter um impacto incr&iacute;vel sobre como se sente bem durante 
      sua gravidez. Iniciando a sua pr&aacute;tica de Pilates durante a gravidez 
      pode beneficiar sa&uacute;de.</p>
    <p><br>
      &#8226; Controle da respira&ccedil;&atilde;o <br>
      Um dos princ&iacute;pios-chave de treinamento Pilates &eacute; aprender 
      a conectar-se com sua respira&ccedil;&atilde;o. A gravidez pode ser um momento 
      dif&iacute;cil em sua vida emocional, para aprender a relaxar de forma mais 
      eficaz pode ser uma ferramenta importante. Exerc&iacute;cios de respira&ccedil;&atilde;o 
      tamb&eacute;m podem ajud&aacute;-lo a aprender a relaxar a entrega do corpo 
      auxiliando. <br>
      &#8226; M&uacute;sculos abdominais mais fortes <br>
      Como sua barriga cresce, faz assim a press&atilde;o sobre as costas. Fortalecer 
      os m&uacute;sculos do abd&ocirc;men, quadris e parte inferior das costas 
      pode preparar seu corpo para essas mudan&ccedil;as. &Eacute; melhor evitar 
      exerc&iacute;cios de flex&atilde;o, durante a gravidez, esses tipos de exerc&iacute;cios 
      comprimir o abd&ocirc;men. &Eacute; mais importante fortalecer os m&uacute;sculos 
      mais profundos de estabiliza&ccedil;&atilde;o.<br>
      &#8226; Estabilidade melhorada durante o movimento <br>
      Durante o treinamento Pilates, voc&ecirc; vai cultivar o equil&iacute;brio, 
      a for&ccedil;a do abdome, o controle muscular e a efici&ecirc;ncia do movimento. 
      Esses atributos lhe permitir&atilde;o desenvolver uma maior percep&ccedil;&atilde;o 
      de seu pr&oacute;prio corpo durante este momento &uacute;nico de mudan&ccedil;a 
      f&iacute;sica. Manter sua conex&atilde;o com o corpo vai melhorar a estabilidade 
      f&iacute;sica e agilidade. <br>
      Pilates ap&oacute;s a gravidez <br>
      Depois de se recuperar do parto, o Pilates pode ser uma rotina de exerc&iacute;cios 
      ideal p&oacute;s-parto. <br>
      &#8226; Reconstru&ccedil;&atilde;o do Corpo <br>
      Os exerc&iacute;cios de Pilates pode ser uma rotina de treinamento eficaz 
      para ajudar a devolver seu corpo &agrave; sua forma pr&eacute;-gravidez. 
      Mesmo dia sim dia n&atilde;o pode ter um efeito profundo sobre a recupera&ccedil;&atilde;o 
      do seu corpo &agrave; sua forma pr&eacute;-gravidez. Os exerc&iacute;cios 
      de fortalecimento do abdome podem pressionar seu est&ocirc;mago e ajudar 
      a recuperar de di&aacute;stase do reto, a separa&ccedil;&atilde;o muscular 
      do abd&ocirc;men. <br>
      Se voc&ecirc; tiver um parto ces&aacute;rea, siga as recomenda&ccedil;&otilde;es 
      do seu m&eacute;dico sobre quando come&ccedil;ar a se exercitar novamente. 
      A Ces&aacute;rea &eacute; uma cirurgia significativa, e seu tempo de cicatriza&ccedil;&atilde;o 
      do abd&ocirc;men deve ser&aacute; adequada. <br>
      &#8226; For&ccedil;a para o seu filho <br>
      O fortalecimento f&iacute;sico de exerc&iacute;cios de Pilates pode desempenhar 
      um papel importante em sua nova maternidade. A for&ccedil;a adicional de 
      seu abdome e membros ajudar&atilde;o na realiza&ccedil;&atilde;o dos movimentos 
      realizados com seu beb&ecirc;, como ser embalando durante a amamenta&ccedil;&atilde;o, 
      empurrando o carrinho, e mesmo levando em torno de todos os acess&oacute;rios 
      do beb&ecirc; necess&aacute;rio. Manter a postura adequada e evitar a mec&acirc;nica 
      do corpo quando levantar o seu filho crescer ir&aacute; ajudar a evitar 
      a tens&atilde;o e les&otilde;es. <br>
      <br>
      <img src="fotospraservicos/gestantes.jpg" width="692" height="182" border="2"> 
    </p>
    <p>PILATES EM REABILITA&Ccedil;&Atilde;O (P&Oacute;S-OPERAT&Oacute;RIO)</p>
    <p>Como reabilita&ccedil;&atilde;o, o m&eacute;todo tamb&eacute;m apresenta 
      resultados significativos. Um deles &eacute; promover a recupera&ccedil;&atilde;o 
      mais r&aacute;pida das les&otilde;es. Por trabalhar muito a musculatura 
      abdominal, lombar e p&eacute;lvica, o Pilates &eacute; muito indicado para 
      dores lombares cr&ocirc;nicas, al&eacute;m de v&aacute;rias outras les&otilde;es, 
      como cervicalgia, dores inespec&iacute;ficas do joelho, les&atilde;o de 
      ligamentos, entorse de tornozelo, dor na regi&atilde;o entre as esc&aacute;pulas, 
      estiramentos musculares, s&iacute;ndrome do trato iliotibial dentre outras.</p>
    <p>Esque&ccedil;a as dores cr&ocirc;nicas fazendo Pilates!</p>
    <p><img src="fotospraservicos/rabilita%E7%E3o.jpg" width="692" height="182" border="2"></p>
    <p></p>
  </div>
</div>
<div id="base"></div>



</body>
</html>